Repository: AurelWu/IndoorCO2AppMAUI
Catalog: AppStrings.*.resx
Languages: de, fr, pt

# CancelRecordingButton
source: Cancel Recording
de: Aufnahme abbrechen
fr: Annuler l'enregistrement
pt: Cancelar gravação

# CancelRecordingConfirmationBody
source: Are you sure you want to cancel the recording?
de: Sind sie sicher, dass sie die Aufnahme abbrechen möchten?
fr: Êtes-vous sûr de vouloir annuler l'enregistrement ?
pt: Tem a certeza de que pretende cancelar a gravação?

# CancelRecordingConfirmationHeadline
source: Cancel Recording
de: Aufnahme abbrechen
fr: Annuler l'enregistrement
pt: Cancelar gravação

# CopyCrashLogToClipBoardButton
source: Copy Crash Log to Clipboard
de: Crash Log in Zwischenablage kopieren
fr: Copier le journal des débogages dans le presse-papiers
pt: Copiar registo de falhas para a área de transferência

# CopyDebugLogToClipBoardButton
source: Copy Debug Log to Clipboard
de: Debug Log in Zwischenablage kopieren
fr: Copier le journal de dépannage dans le presse-papiers
pt: Copiar registo de depuração para a área de transferência

# DataProtectionAndImprintButton
source: Data Protection Info and Imprint 🔗
de: Datenschutz und Impressum 🔗
fr: Informations sur la protection des données et mentions légales 🔗
pt: Informações sobre a proteção de dados e nota legal 🔗

# DeletePreviousSubmissionButton
source: Delete Previous Submission
de: Vorige Aufzeichnung löschen
fr: Supprimer la soumission précédente
pt: Eliminar submissão anterior

# DeviceInfoLabel_CO2levels
source: CO2 Levels:
de: CO2 Wert:
fr: Niveaux de CO2 :
pt: Níveis de CO2:

# DeviceInfoLabel_UpdateIn
source: Update in:
de: Aktualisierung in:
fr: Mise à jour dans :
pt: Atualização em:

# FilterDeviceByNameLabel
source: Filter CO2-Monitor by Name:
de: CO2-Monitor nach Namen filtern
fr: Filtrer les appareils par nom :
pt: Filtrar dispositivo por nome:

# Include15mBeforeRecordingToggle
source: include 15m before Recording
de: 15m vor Aufnahmebeginn einbeziehen
fr: Inclure 15 m avant l'enregistrement
pt: incluir 15 min antes da gravação

# MonitorSelectionLabel
source: select your CO2-Monitor
de: CO2-Monitortyp auswählen
fr: votre détecteur de CO2
pt: selecione o seu monitor de CO2

# OpenDoorsWindowsCheckbox
source: Open Doors / Windows
de: Offene Türen / Fenster
fr: Portes ouvertes / Fenêtres ouvertes
pt: Abrir portas / janelas

# OpenMapInBrowserButton
source: Open Map in Browser 🔗
de: Karte im Browser öffen 🔗
fr: Ouvrir la carte dans le navigateur 🔗
pt: Abrir mapa no navegador 🔗

# QuickGuidePopupCloseButton
source: Close
de: Schließen
fr: Fermer
pt: Fechar

# QuickGuidePopupHeadline
source: Quick Guide
de: Kurzanleitung
fr: Guide d'utilisation rapide
pt: Guia rápido

# QuickGuidePopupLinkManual
source: User Manual 🔗
de: Nutzerhandbuch 🔗
fr: Mode d'emploi 🔗
pt: Manual do utilizador 🔗

# QuickGuidePopupPart1
source: 1) if not all icons on the top are green, follow the guidance texts below them or read the manual linked at the bottom
fr: 1) Si toutes les icônes en haut ne sont pas vertes, suivez les instructions qui se trouvent en dessous ou consultez le mode d'emploi accessible via le lien en bas de page.
pt: 1) se nem todos os ícones no topo estiverem verdes, siga as instruções abaixo deles ou leia o manual no link no final

# QuickGuidePopupPart2
source: 2) Select your Sensor Type
de: 2) CO2-Monitor Typ auswählen
fr: 2) Sélectionnez votre type de capteur
pt: 2) Selecione o tipo de sensor

# QuickGuidePopupPart3
source: 3) Press 'Update Locations'
de: 3) 'Ortssuche' betätigen
fr: 3) Appuyez sur « Mettre à jour les lieux ».
pt: 3) Carregue em 'Atualizar localizações'

# QuickGuidePopupPart4
source: 4) Select the Location you want to measure from the result list
de: 4) Ort aus der Ergebnisliste auswählen
fr: 4) Sélectionnez le lieu que vous souhaitez mesurer dans la liste des résultats.
pt: 4) Selecione a localização que pretende medir da lista de resultados

# QuickGuidePopupPart5
source: 5) Press 'Start Recording'
de: 5) 'Aufnahme starten' betätigen
fr: 5) Appuyez sur « Démarrer l'enregistrement ».
pt: 5) Carregue em 'Iniciar gravação'

# QuickGuidePopupPart6
source: 6) Record for at least 5 Minutes (if your sensor is not set to 1 minute update interval it needs to be longer)
de: 6) Mindestens 5 Minuten lang aufnehmen (falls der Sensor auf ein längeres Aktualisierungsintervall als 1 Minute gestellt ist dann mindestens 5 Datenpunkte)
fr: 6) Enregistrez pendant au moins 5 minutes (si votre capteur n'est pas réglé sur un intervalle de mise à jour d'une minute, vous devez prolonger la durée).
pt: 6) Grave durante pelo menos 5 minutos (se o sensor não estiver com intervalo de atualização de 1 minuto, grave por mais tempo)

# QuickGuidePopupPart7
source: 7) Press 'Submit Data'
de: 7) 'Daten übermitteln' betätigen
fr: 7) Appuyez sur « Soumettre les données ».
pt: 7) Carregue em 'Submeter dados'

# QuickGuideUserManualButton
source: Quick Guide / User Manual
de: Kurzanleitung / Handbuch
fr: Guide rapide / Mode d'emploi
pt: Guia rápido / Manual do utilizador

# RecordedDataLabel
source: Location:
de: Messort:
fr: Localisation:
pt: Localização:

# SearchRangeLabel
source: Search Range
de: Suchradius
fr: Zone de recherche
pt: Alcance de pesquisa

# SliderInfoLabel
source: Use Sliders to trim start & end if required
de: Regler nutzen um Beginn & Ende der Aufzeichnung zu kappen
fr: Utilisez les curseurs pour ajuster le début et la fin si nécessaire.
pt: Use os controlos deslizantes para ajustar início e fim, se necessário

# StartRecordingButton
source: Start Recording
de: Aufnahme starten
fr: Démarrer l'enregistrement
pt: Iniciar gravação

# StartTransitRecordingButton
source: Start Transit Recording
de: Aufnahme starten
fr: Démarrer l'enregistrement
pt: Iniciar gravação

# SubmitRecordingButtonNotEnoughData
source: Submit data (needs 5 data points)
de: Daten übermitteln (5 Datenpunkte benötigt)
fr: Somettre les données (nécessite 5 points de mesure)
pt: Submeter dados (necessário 5 pontos de dados)

# SubmitRecordingButtonOkay
source: Submit data
de: Daten übermitteln
fr: Soumettre les données
pt: Submeter dados

# TypeOfTransitAll
source: All
de: Alle
fr: Tous
pt: Todos

# TypeOfTransitTram
source: Tram
fr: Tramway
pt: Elétrico

# TypeSelectionButton_Buildings
source: Buildings
de: Gebäude
fr: Bâtiments
pt: Edifícios

# TypeSelectionButton_Transit
source: Transit
de: Verkehrsmittel
fr: Transports
pt: Transporte

# UpdateLocationsButton
source: Update Locations
de: Ortssuche
fr: Mettre à jour les lieux
pt: Atualizar localizações

# UpdateLocationsButtonDefaultInfoLabel
source: Press 'Update Locations' to get nearby locations
de: "Ortssuche" betätigen um naheliegende messbare Orte zu finden
fr: Appuyez sur « Mettre à jour les lieux » pour obtenir les lieux à proximité.
pt: Carregue em 'Atualizar localizações' para obter locais próximos

# UpdateLocationsButtonFoundLocationsLabel
source: Select location:
de: Messort Auswählen
fr: Sélectionnez un lieu :
pt: Selecionar localização:

# UpdateLocationsButtonSearchingInfoLabel
source: currently retrieving nearby locations
de: Ortssuche laufend
fr: Récupération en cours des lieux à proximité
pt: a obter localizações próximas

# VentilationSystemCheckBox
source: Ventilation System
de: Lüftungsanlage
fr: Système de ventilation
pt: Sistema de ventilação

# TypeOfTransitSubway
source: Subway
de: U-Bahn
fr: Métro
pt: Metro

source: GPS not enabled |
de: GPS ist nicht aktiviert
fr: Le GPS n'est pas activé |
pt: GPS não está ativado |

source: Location permission missing |
de: Fehlende Ortsberechtigungen |
fr: Autorisation de localisation manquante |
pt: Permissão de localização em falta

source: Bluetooth not enabled |
de: Bluetooth nicht eingeschalten
fr: Bluetooth n'est pas activé.
pt: Bluetooth não está ativado.

# BluetoothPermissionMissing
source: Bluetooth permission not granted, press red button above
de: Bluetooth Berechtigungen nicht erteilt, drücken sie den roten Button in der oberen Leiste
fr: Autorisation Bluetooth non accordée, appuyez sur le bouton rouge ci-dessus.
pt: Permissão Bluetooth não concedida, carregue no botão vermelho acima

# GPSAndBTOkay
source: GPS & Bluetooth permissions and status okay
de: GPS & Bluetooth Berechtigungen erteilt und aktiv
fr: Autorisations et statut GPS et Bluetooth valides
pt: Permissões e estado do GPS e Bluetooth corretos

# DuringFirstGPSLocationUpdate
source: GPS enabled & location permissions granted. Getting location info. Might take a minute
de: GPS aktiviert & Ortsberechtigungen erteilt. GPS-Koordinaten werden bestimmt, dies kann etwas dauern.
fr: GPS activé et autorisations de localisation accordées. Récupération des informations de localisation. Cela peut prendre une minute.
pt: GPS ativado e permissões de localização concedidas. A obter informações de localização. Pode demorar um minuto

# OutDatedFirmware
source: Sensor found, but the firmware is outdated.\r\nUpdate it using the official Aranet app ⓘ
de: Sensor gefunden, aber die firmware is veraltet.\r\nUpdate via offizieller Aranet App erforderlich ⓘ
fr: Capteur détecté, mais le firmware est obsolète.\r\nMettez-le à jour à l'aide de l'application officielle Aranet ⓘ
pt: Sensor encontrado, mas o firmware está desatualizado. Atualize-o com a aplicação oficial Aranet ⓘ

# DisabledSmarthomeIntegration
source: Sensor found, but 'Smart Home Integration' is disabled.\r\nEnable it using the offical Aranet app ⓘ
de: Sensor gefunden - 'Smart Home Integration' ist deaktiviert.\r\nAktivierung mit der offiziellen Aranet App erforderlichⓘ
fr: Capteur détecté, mais la fonction « Smart Home Integration » est désactivée. Activez-la à l'aide de l'application officielle Aranet ⓘ
pt: Sensor encontrado, mas a 'Integração com Casa Inteligente' está desativada. Ative-a usando a aplicação oficial Aranet ⓘ

# LowCO2Levels
source: | low CO2 Value! Sensor might need recalibration
de: | niedriger CO2-Wert! Sensor muss eventuell neu kalibriert werden
fr: | Faible valeur de CO2 ! Le capteur doit peut-être être recalibré.
pt: | lor de CO2 baixo! O sensor pode precisar de recalibração

# FirstUpdate
source: initiating first update in
de: Erstes Update wird angefordert in:
fr: Lancement de la première mise à jour dans
pt: a iniciar a primeira atualização em

# WaitingForFirstUpdate
source: waiting for first data from sensor
de: erste Sensorwerte werden abgefragt
fr: En attente des premières données du capteur
pt: a aguardar os primeiros dados do sensor

source: | previous update failed
de: | vorige Aktualisierung fehlgeschlagen
fr: | La mise à jour précédente a échoué.
pt: atualização anterior falhou

# UpdateFailedNextIn
source: update failed - next attempt in:
de: Aktualisierung fehlgeschlagen - nächster Versuch in:
fr: Échec de la mise à jour - prochaine tentative dans :
pt: atualização falhou - próxima tentativa em:

# NoSelectedLocation
source: No location selected
de: Kein Ort ausgewählt
fr: Aucun lieu sélectionné
pt: Nenhuma localização selecionada

source: Transit origin:
de: Start-Haltestelle
fr: Origine du trajet :
pt: Origem do transporte:

source: No transit origin selected
de: Kein Start-Haltestelle ausgewählt
fr: Aucune origine de transport sélectionnée
pt: Nenhuma origem de transporte selecionada

# UpdateLocationUsageInfo
source: Press 'Update Locations' to get nearby locations
de: 'Ortssuche' betätigen um messbare Orte in der Umgebung zu finden
fr: Appuyez sur « Mettre à jour les lieux » pour obtenir les lieux à proximité.
pt: Carregue em 'Atualizar localizações' para obter locais próximos

source: No locations in range
de: Keine messbaren Orte in Reichweite
fr: Aucun lieu dans la zone de couverture
pt: Nenhuma localização na área

# LocationsFoundStatus
source: Locations Found
de: Ortssuche erfolgreich
fr: Lieux trouvés
pt: Localizações encontradas

# LocationSearchTimeout
source: Update locations request timed out, try again
de: Zeitüberschreitung bei der Ortssuche, bitte erneut versuchen
fr: La demande de mise à jour des lieux a expiré, veuillez réessayer.
pt: Pedido de atualização de localizações expirou, tente novamente

# SubmitRecordingButtonTransitLineMissing
source: Submit data (needs transit line)
fr: Transmettre les données (nécessite un trajet en transport)

# BluetoothInactiveOrPermissionsMissing
source: Bluetooth not enabled or permissions missing, can not fetch sensor data
fr: Bluetooth non activé ou autorisations manquantes, impossible de récupérer les données du détecteur

# DeviceNotYetFound
source: Device not yet found. This might take a while.
fr: Appareil pas encore détecté. Cela peut prendre un certain temps.

# NameFilterInfo
source: Namefilter set to:
fr: Filtre de nom défini comme suit :

# RecoveringInfo
source: Recovering data from sensor. This might take a while.
fr: Récupération des données du détecteur. Cela peut prendre un certain temps.

# UpdateLocationsFailed
source: Update locations request failed, try again
fr: La demande de mise à jour des lieux a échoué, veuillez réessayer.

# AlternateLocationInfo
source: trying alternative location service
fr: En recherche d'un autre service de localisation

# RetrievedStored
source: Retrieved locally stored locations
fr: Lieux enregistrés localement récupérés

# NoStoredLocations
source: No nearby Locations stored locally
fr: Aucun lieux à proximité enregistré localement

source: Transmission successful!
fr: Transmission réussie !

# FirmwareGuideHeader
source: Updating the Firmware
fr: Mise à jour du firmware

# FirmwareGuideText1
source: To Update The Firmware follow these steps: \r\n 1) Open the official Aranet Home App (install from App Store if not installed)
fr: Pour mettre à jour le firmware, procédez comme suit : \r\n 1) Ouvrez l'application officielle Aranet Home (installez-la depuis l'App Store si elle n'est pas déjà installée).

# FirmwareGuideText2
source: 2) Press the Gears Icon in top right of the sensor
fr: 2) Appuyez sur l'icône en forme d'engrenage en haut à droite du détecteur.

# FirmwareGuideText3
source: 3) press the Version number and follow the instructions
fr: 3) Appuyez sur le numéro de version et suivez les instructions.

# SmarthomeGuideHeader
source: Enabling Smart Home Integration
fr: Activer « intégration Smart Home »

# SmartHomeGuideText1
source: To read the data from your Aranet4, Smart Home Integration needs to be enabled. \r\n 1) Open the official Aranet Home App (install from App Store if not installed)
fr: Pour lire les données de votre Aranet4, « intégration Smart Home » doit être activée. \r\n 1) Ouvrez l'application officielle Aranet Home (installez-la depuis l'App Store si elle n'est pas déjà installée).

# SmartHomeGuideText2
source: 2) Press the Gears Icon in top right of the sensor
fr: 2) Appuyez sur l'icône en forme d'engrenage en haut à droite du capteur.

# SmartHomeGuideText3
source: 3) move the Smart Home Integration Slider to the right
fr: 3) Déplacez le curseur « Intégration Smart Home » vers la droite.

# NotesLabel
source: Notes:
de: Notizen:
pt: Notas:

# ShowOnMapFoldOut
source: Show on map ▼
de: Kartendarstellung
pt: Mostrar no mapa ▼

# TypeOfTransitTrain
source: Train
de: Zug
pt: Comboio

# TypeOfTransitBus
source: Bus
pt: Autocarro

# TypeOfTransitLightrail
source: Lightrail
pt: Metro ligeiro

# HideMapLabel
source: Hide Map ▲
de: Karte verbergen ▲
